<?php 
    require 'vendor/connect.php';
?>

<!DOCTYPE html>
<html>
<head>
	<title>Физиология. Полёт, питание и терморегуляция</title>
	<link rel="stylesheet" type="text/css" href="style/style.css">
    <script type="text/javascript" src="style/mapdata.js"></script>
    <script type="text/javascript" src="style/worldmap.js"></script>
    <script src="style/style.css"></script>


    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    

</head>
<body>
    
<!-- меню -->
<?php include('_header.php'); ?>

<!-- Блок Физиология -->
    <div class="container">
        <div class="include">
            <center><h1>Физиология. Полёт, питание и терморегуляция</h1></center>
        </div>
    </div>

    <div class="container">
        <div class="include">
            <center><div class="menu_include">
                    <a href="#fly" class="a_li">Полёт</a>
                    <a href="#eating" class="a_li">Питание</a>
                    <a href="#termoregy" class="a_li">Терморегуляция</a>
            </div></center>
            </div>
    </div>



<!-- Блок Полёт -->
    <div class="container"><a name="fly"></a>
        <div class="include">
            <center><h1>Полёт</h1></center>
            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Основной формой передвижения чешуекрылых является полёт, как активный (машущий), так и пассивный (парящий, планирование, пикирование).</h3></p>

                        <p class="padding"><h3 class="textG">Действия крыльев бабочки при активном машущем полёте представляют собой последовательность определённых движений, образующих замкнутый цикл. Каждый цикл состоит из взмаха крыльями, находившимися в крайне верхнем положении, вниз, не ниже корпуса, и возвратного взмаха крыльями вверх. При взмахе крыльями вниз бабочка приобретает некоторый импульс движения вверх, отталкиваясь от воздуха.</h3></p>

                        <p class="padding"><h3 class="textG">Повышение устойчивости при парящем полёте достигается благодаря длинным хвостовидным выростам задних крыльев.</h3></p>

                        <p class="padding"><h3 class="textG">Все виды, способные к парению, также используют и планирование, к которому часто прибегают нимфалиды, парусники, данаиды и другие чешуекрылые. Характерным признаком приспособления к последнему служит вытянутость вершин передних крыльев. Планирующий полет характерен также для чешуекрылых с большой площадью крыльев. Разогнавшись, они прекращают движения крыльями, и некоторое время планируют благодаря инерции.</h3></p>

                        <p class="padding"><h3 class="textG">Для полёта большинства видов оптимальной температурой тела являются показатели в пределах 30—35 °C. Ночные виды перед полётом усиленно вибрируют крыльями, повышая таким образом температуру тела.</h3></p>

                    </div>
                    <img src="img/fizuology/one.jpg" class="img2">
                </div>
            </div>
        </div>
    </div>


<!-- Блок Питание -->
<div class="container"><a name="eating"></a>
        <div class="include">
            <center><h1>Питание</h1></center>
            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG"> Большинство видов, будучи антофилами, питается цветочным нектаром. Многие чешуекрылые также питаются соком деревьев, гниющими и перезревшими фруктами.</h3></p>

                        <p class="padding"><h3 class="textG">Виды с редуцированными ротовыми органами не питаются и живут исключительно за счёт запасов питательных веществ, накопленных в стадии гусеницы.</h3></p>

                        <p class="padding"><h3 class="textG">Присутствуют среди бабочек, как исключение, и хищники, каковыми являются совки рода Calyptra. Самцы питаются слёзной жидкостью (лакрифагия) и кровью крупных животных, прокалывая их покровы острым хоботком. Самки же питаются соком плодов и растений. У совки Hemiceratoides hieroglyphica, пьющей птичьи слёзы, развит специализированный хоботок с гарпуновидным кончиком.</h3></p>
                    </div>
                    <img src="img/fizuology/two.jpg" class="img2">
                </div>
            </div>
        </div>
</div>


<!-- Блок Терморегуляция -->
<div class="container"><a name="termoregy"></a>
        <div class="include">
            <center><h1>Терморегуляция</h1></center>
            <div class="header__content-inner">
                    <div class="info3">
            <p class="padding"><h3 class="textG">Чешуекрылые, как и все насекомые, традиционно рассматриваются как пойкилотермные организмы (температура тела которых зависит от температуры окружающей среды), в отличие от теплокровных организмов (которые поддерживают стабильную внутреннюю температура тела, независимо от внешних воздействий). </h3></p>
            <p class="padding"><h3 class="textG">Однако термин «терморегуляциия» в настоящее время используется для описания способности насекомых поддерживать стабильную температуру (выше или ниже температуры окружающей среды) по меньшей мере в какой-либо части их тела, физиологическими или поведенческими средствами.</h3></p></div>
            <div class="info3">
            <p class="padding"><h3 class="textG">Многие чешуекрылые являются эктотермами (животные, для которых источником тепла является окружающая среда), другие же могут быть эндотермами (самостоятельно производить тепло внутри своего тела). </h3></p>
            <p class="padding"><h3 class="textG">Эндотермических насекомых корректней описать как гетеротермов, потому что они не являются целиком эндотермичными. Например, активные ночью виды бабочек производят необходимое для своего полёта тепло путём сокращения мышц груди, но их брюшко при этом практически не нагревается</h3></p></div>
        </div>
</div>
</div>

<!-- блок подписаться -->
<?php include('_massage.php'); ?>


    <!-- подвал -->
    <?php include('_footer.php'); ?>
    
</body>
</html>