<?php 
    require 'vendor/connect.php';
?>

<!DOCTYPE html>
<html>
<head>
	<title>Физиология. Генетика и размножение</title>
	<link rel="stylesheet" type="text/css" href="style/style.css">
    <script type="text/javascript" src="style/mapdata.js"></script>
    <script type="text/javascript" src="style/worldmap.js"></script>
    <script src="style/style.css"></script>


    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    

</head>
<body>

<!-- меню -->
<?php include('_header.php'); ?>

<!-- Блок Физиология -->
    <div class="container">
        <div class="include">
            <center><h1>Физиология. Генетика и размножение</h1></center>
        </div>
    </div>

    <div class="container">
        <div class="include">
            <center><div class="menu_include">
                    <a href="#oprmen" class="a_li">Определение пола</a>
                    <a href="#ginandro" class="a_li">Гинандроморфизм</a>
                    <a href="#inter" class="a_li">Интерсексуальность</a>
                    <a href="#typesx" class="a_li">Межвидовое скрещивание</a>
                    <a href="#reproduction" class="a_li">Размножение</a>
            </div></center>
            </div>
    </div>


<!-- Блок Определение пола -->
<div class="container"><a name="oprmen"></a>
        <div class="include">
            <center><h1>Определение пола</h1></center>
            <div class="header__content-inner">
                    <div class="info3">  
            <p class="padding"><h3 class="textG">Многие чешуекрылые являются эктотермами (животные, для которых источником тепла является окружающая среда), другие же могут быть эндотермами (самостоятельно производить тепло внутри своего тела). Эндотермических насекомых корректней описать как гетеротермов, потому что они не являются целиком эндотермичными. </h3></p></div>
            <div class="info3">  <p class="padding"><h3 class="textG">Например, активные ночью виды бабочек производят необходимое для своего полёта тепло путём сокращения мышц груди, но их брюшко при этом практически не нагревается.</h3></p>
                    </div></div>
        </div>
</div>

<!-- Блок Гинандроморфизм -->
    <div class="container"><a name="ginandro"></a>
        <div class="include">
            <center><h1>Гинандроморфизм</h1></center>

            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">  
                        <p class="padding"><h3 class="textG">Во время развития бабочки возможны генетические изменения, приводящие к появлению гинандроморфных бабочек — полусамцов-полусамок, у которых одна сторона тела полностью мужская, а другая — женская (так называемые билатеральные гинандроморфы).</h3></p>

                        <p class="padding"><h3 class="textG">Иногда аномальными становятся лишь небольшие участки тела бабочки, тогда говорят о мозаичном гинандроморфизме. Так, в различных участках крыла у самца могут появиться участки окраски самки и наоборот. Как правило, такие особи нежизнеспособны, но при сохранении функциональности внутренних органов имаго являются жизнеспособными.</h3></p>

                        <p class="padding"><h3 class="textG">У чешуекрылых основой для появления гинандроморфа обычно является образование двуядерных ооцитов, у которых одно из ядер образуется, например, из ядра полярного тельца. Если одно из этих ядер содержит Z-хромосому, а другое — W-хромосому, то при оплодотворении двумя спермиями при делении этих ядер могут возникнуть клетки-потомки мужской и женской половин тела. Второй возможной причиной является утрата ядром зародыша одной из Z-хромосом на первых стадиях дробления.    </h3></p>
                    </div>
                    <img src="img/fizuology/three.jpg" class="img2">
                </div>
            </div>
        </div>
    </div>



<!-- Блок Интерсексуальность -->
<div class="container"><a name="inter"></a>
        <div class="include">
            <center><h1>Интерсексуальность</h1></center>
            <div class="header__content-inner">
                    <div class="info3">  
            <p class="padding"><h3 class="textG">Обычно развитие клеток насекомых генетически автономно, и половые гормоны не влияют на вторичные половые признаки. Поэтому для бабочек характерна генетически обусловленная интерсексуальность, возникающая в результате отклонения от нормы соотношения числа половых хромосом и аутосом (триплоидная интерсексуальность) или нарушения баланса генов (диплоидная интерсексуальность).</h3></p></div>
            <div class="info3">  
            <p class="padding"><h3 class="textG">Обычно бактерия Wolbachia вызывает у бабочек цитоплазматическую несовместимость или смену пола (превращение генетических самцов в функциональных самок).</h3></p></div>
            </div>
        </div>

        </div>
</div>



<!-- Блок Межвидовое скрещивание -->
<div class="container"><a name="typesx"></a>
        <div class="include">
            <center><h1>Межвидовое скрещивание</h1></center>
            <div class="header__content-inner">
                    <div class="info3">  
            <p class="padding"><h3 class="textG"><b>Межвидовое скрещивание</b> — скрещивание особей различных видов. У чешуекрылых известны случаи межвидового скрещивания у близкородственных видов парусников, павлиноглазок, нимфалид. Гибриды чешуекрылых могут быть внутривидовыми (при скрещивании различных подвидов), внутриродовыми (при скрещивании видов принадлежащих одному роду). Как правило, межвидовые гибриды не способны к размножению. </h3></p></div>
            <div class="info3">  
            <p class="padding"><h3 class="textG">Ряд гибридов бабочек специально искусственно разводятся путём культивирования человеком с коммерческой целью в виду их большой популярности и высокой стоимости среди коллекционеров насекомых. Возникновение многих таких гибридов в природных условиях невозможно в виду географической или сезонной изолированности видов.</h3></p>
                    </div>
            </div>
        </div>
</div>



<!-- Блок Размножение -->
<div class="container"><a name="reproduction"></a>
        <div class="include">
            <center><h1>Размножение</h1></center>

            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                    <p class="padding"><h3 class="textG">В биологии размножения бабочек важную роль играют расцветка и форма крыльев (привлечение партнёров), а также сложные формы ухаживания (брачные полёты и танцы). Некоторые виды характеризуются половым диморфизмом, который играет важную роль в нормальном течении полового цикла, так как внешние различия облегчают опознание и нахождение брачного партнёра своего вида.</h3></p>
                    <p class="padding"><h3 class="textG"> Отыскиванию партнёрами друг друга способствуют и феромоны, вырабатываемые самцами булавоусых бабочек и самками ночных видов. Многие самцы булавоусых бабочек имеют пахучие чешуйки — андроконии, которые расположены на крыльях, реже — на лапках. У белянок андроконии расположены почти по всей поверхности крыльев. У других видов они сосредоточены на определённых участках тела, и часто образовывают на крыльях особые бархатистые пятна или полоски.</h3></p>

                        <p class="padding"><h3 class="textG"> У чешуекрылых могут отмечаться сложные формы ухаживания — брачные полёты и танцы. Некоторые устраивают брачные полёты — самцы летят под самкой, а затем разворачиваются в другую сторону, касаясь крыльями усиков самки, или же самка может сидеть на растении, а самец совершает «танцующий» полёт прямо над ней, выделяя феромоны, стимулирующие её к спариванию.</h3></p>



                    </div>
                    <img src="img/fizuology/four.jpg" class="img2">
                </div>
            </div>
            <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Спаривание происходит на земле или растении и длится от 20 минут до нескольких часов; всё это время спаривающиеся особи сохраняют неподвижность. Во время спаривания самка получает от самца не только сперматозоиды, но и ряд некоторых белков и микроэлементов, необходимых для формирования и откладывания яиц.</h3></p></div>
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Большинство бабочек в умеренном поясе Северной Америки и Европы производят одно или два-три поколения в год. В тропиках может быть до 8—10 и более поколений за тот же период времени. Например, жизненный цикл Hypolimnas misippus занимает всего 23 дня.</h3></p>
                    </div>
            </div>

        </div>
</div>

<!-- блок подписаться -->
<?php include('_massage.php'); ?>


    <!-- подвал -->
    <?php include('_footer.php'); ?>

</body>
</html>