<?php 
    require 'vendor/connect.php';
?>

<!DOCTYPE html>
<html>
<head>
	<title>Физиология. Жизненный цикл</title>
	<link rel="stylesheet" type="text/css" href="style/style.css">
    <script type="text/javascript" src="style/mapdata.js"></script>
    <script type="text/javascript" src="style/worldmap.js"></script>
    <script src="style/style.css"></script>


    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    

</head>
<body>

<!-- меню -->
<?php include('_header.php'); ?>

<!-- Блок Физиология -->
    <div class="container">
        <div class="include">
            <center><h1>Физиология. Жизненный цикл</h1></center>
            <p class="padding"><h3 class="textG">Бабочки относятся к насекомым с полным превращением, или голометаморфозом. Их жизненный цикл включает <b>четыре фазы:</b></h3></p>
            <div class="steps">
                <div class="step">
                    <svg width="105" height="139" viewBox="0 0 105 139" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M104.062 86.6875C104.062 100.363 98.63 113.478 88.9602 123.148C79.2904 132.818 66.1752 138.25 52.5 138.25C38.8248 138.25 25.7097 132.818 16.0398 123.148C6.36996 113.478 0.9375 100.363 0.9375 86.6875C0.9375 58.225 24.0375 0.75 52.5 0.75C80.9625 0.75 104.062 58.225 104.062 86.6875Z" fill="#b5a22e"/>
                    </svg> 
                    <p class="padding"><a href="#egg" class="faza">яйцо</a></p>
                </div>
                <div class="step">
                    <svg width="158" height="47" viewBox="0 0 158 47" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M43.487 14.7649C41.5976 9.62263 37.8385 5.37055 32.9509 2.84703C28.0633 0.323513 22.4019 -0.288301 17.0828 1.13222C11.7638 2.55275 7.17325 5.90251 4.21622 10.5211C1.25919 15.1396 0.150304 20.6918 1.1082 26.0828C2.0661 31.4739 5.02127 36.3126 9.39104 39.6449C13.7608 42.9773 19.2281 44.5614 24.7148 44.085C30.2016 43.6085 35.3097 41.1061 39.032 37.0712C42.7543 33.0362 44.8206 27.7615 44.8236 22.287C44.8261 19.721 44.3736 17.1747 43.487 14.7649ZM20.4118 29.5664C19.4461 29.5664 18.5022 29.2818 17.6993 28.7485C16.8964 28.2153 16.2706 27.4573 15.9011 26.5706C15.5315 25.6838 15.4349 24.7081 15.6232 23.7667C15.8116 22.8253 16.2766 21.9606 16.9594 21.2819C17.6423 20.6032 18.5122 20.141 19.4593 19.9538C20.4064 19.7665 21.3881 19.8626 22.2802 20.2299C23.1723 20.5972 23.9348 21.2192 24.4713 22.0173C25.0078 22.8154 25.2941 23.7536 25.2941 24.7134C25.2941 26.0005 24.7798 27.2349 23.8641 28.145C22.9485 29.0551 21.7067 29.5664 20.4118 29.5664Z" fill="#b5a22e"/>
                    <path d="M59.4708 45.3382C70.2566 45.3382 79.0002 36.6472 79.0002 25.9264C79.0002 15.2056 70.2566 6.51465 59.4708 6.51465C48.685 6.51465 39.9414 15.2056 39.9414 25.9264C39.9414 36.6472 48.685 45.3382 59.4708 45.3382Z" fill="#b5a22e"/>
                    <path d="M91.2054 46.5516C100.643 46.5516 108.294 38.9471 108.294 29.5663C108.294 20.1856 100.643 12.5811 91.2054 12.5811C81.7678 12.5811 74.1172 20.1856 74.1172 29.5663C74.1172 38.9471 81.7678 46.5516 91.2054 46.5516Z" fill="#b5a22e"/>
                    <path d="M120.5 45.3384C128.589 45.3384 135.147 38.8201 135.147 30.7795C135.147 22.7389 128.589 16.2207 120.5 16.2207C112.41 16.2207 105.853 22.7389 105.853 30.7795C105.853 38.8201 112.41 45.3384 120.5 45.3384Z" fill="#b5a22e"/>
                    <path d="M144.912 44.1251C151.653 44.1251 157.118 38.6932 157.118 31.9927C157.118 25.2922 151.653 19.8604 144.912 19.8604C138.171 19.8604 132.706 25.2922 132.706 31.9927C132.706 38.6932 138.171 44.1251 144.912 44.1251Z" fill="#b5a22e"/>
                    </svg>
                    <p class="padding"><a href="#larva" class="faza">личинка(гусеница)</a></p>
                </div>
                <div class="step">
                    <svg width="119" height="165" viewBox="0 0 119 165" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M110.369 80.2231L5.70215 140.652C9.6441 147.68 15.7008 153.497 24.1187 157.678L117.463 103.786C116.064 96.1186 113.635 88.0587 110.369 80.2231Z" fill="#b5a22e"/>
                    <path d="M92.2115 50.3584L1.77082 102.574C-0.0277433 111.776 -0.624255 121.295 1.6287 130.314L105.68 70.2406C101.974 63.1888 97.4766 56.2952 92.2115 50.3584Z" fill="#b5a22e"/>
                    <path d="M118.795 115.706L37.752 162.496C68.6012 169.782 120.389 163.161 118.795 115.706Z" fill="#b5a22e"/>
                    <path d="M64.997 33.4334V5.49495C64.997 2.46018 62.5372 0 59.5021 0C56.4673 0 54.0071 2.46018 54.0071 5.49495V33.4534C33.0953 37.0528 15.1757 60.5015 5.85352 87.5277L83.9388 42.4453C77.5467 37.3603 71.1897 34.4811 64.997 33.4334Z" fill="#b5a22e"/>
                    </svg>
                    <p class="padding"><a href="#chrysalis" class="faza">куколка</a></p>
                </div>
                <div class="step">
                    <svg width="249" height="148" viewBox="0 0 249 148" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M2.21196 5.41209C0.72771 7.41692 0.343957 9.96605 1.13422 12.6233C2.03765 15.6568 3.09644 17.0562 7.96299 21.5729C16.096 29.1497 30.713 45.1068 36.9912 53.2958C40.0533 57.2962 41.0517 58.9658 42.5447 62.5955C43.7863 65.626 46.4608 69.269 49.2412 71.7394C52.5309 74.6699 56.1221 76.5828 59.8394 77.3957C61.934 77.8584 64.6232 77.8694 68.5416 77.4559C72.9589 76.9779 81.54 76.2684 81.5325 76.3632C81.5426 76.3996 80.6591 76.7262 79.6027 77.1018C68.9033 80.7657 59.0342 87.5658 55.3285 93.8288C54.0658 95.9902 53.8085 97.1059 54.0361 99.8119C54.4768 105.08 53.6056 108.04 51.1352 109.698L50.1339 110.363L51.6767 111.065C53.1318 111.727 53.3035 111.856 54.5388 113.16C55.7502 114.437 55.8784 114.624 56.0353 115.432C56.398 117.253 55.7647 119.179 54.0945 121.398C53.6161 122.024 53.0028 122.713 52.6976 122.956C52.1012 123.431 52.1656 123.602 53.0098 123.773C54.1706 124.047 56.3469 124.956 57.5497 125.685C59.1495 126.653 60.9632 128.695 61.5369 130.148C62.328 132.138 62.4552 134.635 61.899 136.9C61.6335 137.955 61.6286 138.181 61.9086 138.091C62.0833 138.019 62.9132 137.713 63.7331 137.37C67.9994 135.68 71.8139 135.594 74.5104 137.153C75.9404 137.968 77.636 139.859 78.1636 141.238L78.5099 142.117L78.9444 141.882C79.1746 141.765 79.6784 141.474 80.0611 141.236C81.9156 140.135 84.6679 139.185 86.0323 139.186C87.007 139.187 88.1262 139.494 88.8425 139.967C90.2668 140.853 91.2599 143.082 91.4902 145.919C91.6122 147.332 91.6602 147.383 93.2998 147.52C94.7444 147.656 95.7018 147.382 96.9685 146.483C99.4068 144.74 100.983 141.573 102.15 136.023C102.368 134.917 102.81 130.811 103.095 126.874C103.644 119.618 103.951 117.374 104.881 113.834C106.469 107.905 109.759 100.819 112.791 96.8247C114.457 94.6525 119.808 88.7887 120.104 88.8189C120.156 88.8221 120.027 89.7908 119.828 90.9935C119.237 94.6852 119.517 98.3711 120.536 100.602C121.099 101.863 122.3 103.105 123.2 103.387C125.993 104.226 128.342 100.821 128.631 95.5266C128.724 93.698 128.324 89.3972 128.024 89.081C127.976 89.0304 127.997 88.9245 128.067 88.8692C128.247 88.7255 132.217 92.9129 134.243 95.3844C137.796 99.7486 140.851 105.976 142.733 112.738C143.888 116.859 144.438 120.753 144.654 126.066C144.915 132.61 145.508 136.779 146.664 140.234C147.549 142.837 148.372 144.27 149.832 145.682C150.893 146.724 151.165 146.907 152.115 147.216C153.242 147.583 154.84 147.599 155.568 147.262C155.905 147.104 156.006 146.825 156.132 145.725C156.4 143.157 157.319 141.069 158.637 140.019C159.455 139.367 160.977 139.02 162.354 139.188C163.719 139.344 165.953 140.184 167.73 141.211C168.388 141.597 168.973 141.931 169.024 141.934C169.076 141.937 169.376 141.432 169.685 140.808C171.752 136.695 175.896 135.08 181.163 136.346C181.851 136.508 183.27 136.976 184.29 137.385L186.167 138.132L185.959 137.321C185.323 135.007 185.446 131.977 186.247 130.073C187.49 127.172 190.26 125.008 194.294 123.792C195.053 123.564 195.679 123.377 195.692 123.366C195.692 123.366 195.381 123.037 194.969 122.654C194.545 122.259 193.813 121.332 193.312 120.598C191.445 117.756 191.284 115.685 192.776 113.585C193.523 112.524 195.067 111.404 196.758 110.722C197.376 110.474 197.902 110.233 197.892 110.197C197.895 110.149 197.596 109.988 197.208 109.809C196.267 109.382 195.08 107.951 194.577 106.597C193.966 104.952 193.844 103.384 194.049 100.133C194.244 96.8455 194.115 96.0157 192.963 93.8244C192.411 92.7541 192.021 92.2655 189.586 89.6974C187.211 87.1925 186.582 86.6058 185.083 85.5128C180.044 81.8669 175.352 79.4097 169.199 77.1841C166.976 76.3799 166.575 76.1885 167.182 76.2378C170.18 76.4465 176.466 76.989 179.947 77.3466C182.215 77.5818 184.764 77.7271 185.613 77.6723C190.459 77.3636 195.734 74.9137 199.642 71.1764C202.737 68.1989 204.689 65.3772 206.33 61.5596C207.447 58.9366 208.519 57.2161 211.172 53.7468C217.859 44.9519 233.191 28.4 242.703 19.7078C245.254 17.3638 246.409 15.9104 247.366 13.8373C248.373 11.6125 248.588 9.39836 247.981 7.37181C247.573 5.96493 247.537 5.92697 246.122 4.43417C244.765 3.02833 244.569 2.87333 243.253 2.25619C239.081 0.295583 232.545 -0.202815 224.538 0.804182C219.563 1.43831 213.403 2.74981 207.33 4.43594C196.127 7.56849 186.288 12.3456 174.192 20.521C171.076 22.6276 160.52 31.041 157.409 33.8984C147.529 42.9728 139.002 52.1903 131.331 62.0799C130.331 63.388 129.441 64.4527 129.363 64.448C129.286 64.4432 129.183 64.2582 129.123 64.0401C129.074 63.8346 128.849 63.3919 128.629 63.0567C128.258 62.4859 128.276 62.4274 128.828 61.5206C129.472 60.4525 129.856 59.2136 129.787 58.2684C129.777 57.7437 129.627 57.5081 128.799 56.6352C128.008 55.8002 127.65 55.5519 126.782 55.2005L125.711 54.7653L126.607 52.3192C129.443 44.3945 130.568 42.0102 133.438 37.7681C139.474 28.8259 141.252 26.3866 142.459 25.4247C143.444 24.6398 143.88 23.8925 143.838 23.1038C143.803 22.3988 143.365 21.8596 142.938 22.0001C142.764 22.0727 142.508 22.3428 142.356 22.6193C141.536 24.1171 139.627 27.0606 136.695 31.263C134.903 33.8683 132.863 36.9823 132.197 38.1799C130.005 42.0589 127.823 47.1295 126.068 52.3931L125.303 54.6686L124.38 54.6713C123.873 54.6757 123.384 54.6217 123.312 54.5458C123.226 54.481 122.907 53.5799 122.598 52.5603C121.792 49.9378 120.286 45.9857 119.005 43.1195C117.361 39.4328 115.534 36.2471 112.912 32.4286C109.658 27.7374 107.885 25.0195 107.03 23.5018C106.631 22.7982 106.2 22.1642 106.063 22.0962C105.624 21.8904 105.094 22.5129 105.06 23.2731L105.029 23.9859L106.626 25.6447C108.367 27.4554 109.174 28.5891 114.252 36.1799C117.868 41.5605 118.476 42.7414 120.654 48.5574C122.733 54.1409 122.834 54.5045 122.521 54.6876C122.37 54.7855 121.785 55.1187 121.239 55.4424C120.097 56.0866 119.034 57.2002 118.793 57.9477C118.53 58.801 118.972 60.4481 119.803 61.6071C120.245 62.2538 120.252 62.3376 119.904 62.9474C119.695 63.2919 119.459 63.8133 119.371 64.1057C119.177 64.7488 119.311 64.8643 117.237 62.1636C108.888 51.2502 97.5371 39.175 87.5835 30.6284C73.0306 18.1294 57.9345 9.37273 43.7251 5.17319C37.8972 3.44398 30.7591 1.84838 25.6957 1.13113C22.2902 0.64715 17.0341 0.394454 14.2902 0.582563C11.3374 0.781618 7.93785 1.53676 6.07437 2.42237C4.52241 3.14852 3.02814 4.29514 2.21196 5.41209Z" fill="#b5a22e"/>
                    </svg>
                    <p class="padding"><a href="#imago" class="faza">имаго/бабочка</a></p>
                </div>
            </div>
        </div>
    </div>



<!-- Блок Яйцо -->
<div class="container">
        <div class="include">
            <center><h1 id="egg">Яйцо</h1></center>

            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">

                        <p class="padding"><h3 class="textG">Яйца бабочек покрыты плотной твёрдой оболочкой и могут быть разнообразной формы. В зависимости от рода и вида яйца могут быть круглыми, цилиндрическими, шаровидными, яйцеобразными, угловатыми. Их внешняя поверхность может быть рельефной, образовывая углубления, точки, полоски, бугорки, расположенных, как правило, в симметричном порядке. Окраска чаще всего белая и зеленоватых оттенков, реже — бурая, жёлтая, красная, голубая, тёмно-зелёная, иногда с цветным рисунком.</h3></p>

                        <p class="padding"><h3 class="textG"> Самки откладывают яйца на листья, стебли или ветки кормовых растений. Их число в кладке зависит от вида и может быть больше 1000, однако до взрослой стадии выживают немногие. В зависимости от вида, яйца могут откладываться поодиночке или группами по 10 и более. Самки могут покрывать яйца волосками из густого пучка на конце брюшка. Отложенные яйца могут также покрываться выделениями придаточных половых желёз, которые, застывая, образуют защитный щиток (яблонная моль).</h3></p>

                        <p class="padding"><h3 class="textG">Средняя продолжительность стадии яйца 8—15 дней. У многих видов умеренного пояса отложенные осенью яйца зимой находятся в состоянии диапаузы.</h3></p>
                    </div>
                    <img src="img/fizuology/five.jpg" class="img2">
                </div>
            </div>

        </div>
</div>



<!-- Блок Гусеница -->
<div class="container">
        <div class="include">
            <center><h1 id="larva">Гусеница</h1></center>


            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Гусеница является личинкой бабочки. Она обычно червеобразная, с грызущим ротовым аппаратом. Физиологической особенностью гусениц является наличие пары изменённых слюнных желез, открывающихся общим каналом на нижней губе и вырабатывающих особый секрет, который быстро затвердевает на воздухе, образуя шёлковую нить.</h3></p>
                        <p class="padding"><h3 class="textG">Большинство гусениц являются фитофагами — питаются листьями, цветками и плодами различных растений. Всех растительноядных гусениц можно разделить на три категории: полифаги, олигофаги и монофаги. Гусеницы некоторых видов — кератофаги — питаются воском, шерстью, роговыми веществами. Немногие виды являются ксилофагами и питаются древесиной, прогрызают ходы в стволах и ветвях древесных растений или корнях травянистых растений. Гусеницы некоторых видов — хищники, питаются тлями, червецами, личинками и куколками муравьёв. </h3></p>
                        <p class="padding"><h3 class="textG">Гусеницам некоторых видов свойственна олигофагия — питание очень ограниченным количеством видов растений.</h3></p>
                        <p class="padding"><h3 class="textG">Тело гусеницы состоит из 3 грудных и 10 брюшных сегментов. Кожа гладкая, с редкими бородавками, щетинками или волосками, шипами. Грудные сегменты несут 3 пары членистых ног, брюшные обычно имеют 5 пар более толстых ног, с крючками на подошвах, помогающие гусенице удерживаться на субстрате. У пядениц и некоторых совок имеет место уменьшение числа брюшных ног до 2—3 пар, или же они редуцируются.</h3></p>
                     
                    </div>
                    <img src="img/fizuology/six.jpg" class="img2">
                </div>
            </div>
            <div class="header__content-inner">
                    <div class="info3">
                   

<p class="padding"><h3 class="textG">По образу жизни гусеницы условно разделяются на две большие группы: гусеницы, ведущие свободный образ жизни, открыто питающиеся на кормовых растениях; гусеницы, ведущие скрытый образ жизни.</h3></p>

<p class="padding"><h3 class="textG">Гусеницы, ведущие скрытый образ жизни, обитают в переносных чехликах, которые они сооружают из шелковистой нити, либо из кусочков листьев. Гусеницы таскают такой чехлик на себе, прячась в него при опасности. Другие гусеницы строят убежища из листьев, свёртывая и скрепляя их шелковистой нитью, часто образуя сигарообразную трубку. Скрытый образ жизни ведут и гусеницы, обитающие внутри различных частей растений.</h3></p></div>
<div class="info3">
            <p class="padding"><h3 class="textG">Окраска тела гусениц взаимосвязана с их образом жизни. Гусеницы, ведущие открытый образ жизни, имеют покровительственную окраску, сочетающуюся с определённой формой тела, порой напоминающей части растений. Наряду с покровительственной окраской, распространена яркая демонстрационная окраска, свидетельствующая об их несъедобности. Некоторые гусеницы в момент опасности принимают угрожающую позу, например, большой гарпии, винного среднего бражника.</h3></p>
                    </div></div>
        </div>
</div>



<!-- Блок Куколка -->
<div class="container">
        <div class="include">
            <center><h1 id="chrysalis">Куколка</h1></center>

            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG"> Форма куколки от вытянутой цилиндрической, яйцевидной до почти округлой. Окраска преимущественно покровительственная, однотонная от светлой до тёмной или с различным рисунком из точек, пятен и полос. Сразу после окукливания цвет часто бледный, иногда почти белый или зеленоватый, потом он меняется на свойственный данному виду, и куколка превращается, например, из зелёной в коричневую.</h3></p>

                        <p class="padding"><h3 class="textG">У неё хорошо различимы очертания зачатков крыльев, хоботка и ног, брюшко с дыхальцами по бокам, кремастер на конце брюшка — специальное утолщение, часто раздвоенное на вершине, с крючочками для крепления паутинными нитями к субстрату.</h3></p>

                        <p class="padding"><h3 class="textG">Иногда располагается открыто на растении, но чаще находится внутри оплетённых свёрнутых и склеенных листьев, либо в поверхностном слое почвы, на стеблях и стволах растений.</h3></p>

                        <p class="padding"><h3 class="textG">Куколки не питаются. У некоторых видов куколка является стадией, впадающей в зимнюю диапаузу.</h3></p>
                        
                        <p class="padding"><h3 class="textG"> Куколка чаще прикреплена к субстрату (различают висячих куколок и подпоясанных), реже лежит свободно на подстилке или земле среди растительных остатков в редкой паутине. Висячая куколка прикрепляется головным концом вниз при помощи кремастера, подпоясанная — головой вверх, кроме кремастера её поддерживает в таком положении специальный паутинистый поясок.</h3></p>
                    </div>
                    <img src="img/fizuology/seven.jpg" class="img2">
                </div>
            </div>
        </div>
</div>




<!-- Блок Имаго/бабочка -->
<div class="container">
        <div class="include">
            <center><h1 id="imago">Имаго/бабочка</h1></center>

            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Из куколки выходит взрослое насекомое — имаго. Примерно за сутки до выхода бабочки, оболочка куколки становится маслянисто-прозрачной. Затем происходит разрыв куколки вдоль головы и переднего края крыльев, а имаго, цепляясь ногами за край разорванной оболочки, выползает наружу. Во многих группах чешуекрылых самцы выходят из куколок раньше самок, поэтому в начале периода лёта бабочек встречаются только самцы, а конце — только самки.</h3></p>

                        <p class="padding"><h3 class="textG">В первые минуты после выхода из куколки бабочка ещё не способна летать. Она взбирается на вертикальные возвышения, где остаётся до расправления крыльев, происходящего под действием гидростатического давления гемолимфы. Расправленные крылья отвердевают и приобретают окончательную окраску.</h3></p>

                        <p class="padding"><h3 class="textG">У многих групп и видов имеется разница в сроках появления самцов и самок, которая составляет до 10 дней. Подобная задержка начала лёта самок обусловлена более высокой скоростью преимагинального развития самцов.</h3></p>

                        <p class="padding"><h3 class="textG">Имаго является половозрелой формой, способной к размножению. Основная функция данной стадии жизненного цикла — размножение и расселение. Продолжительность жизни имаго колеблется от нескольких часов до нескольких месяцев (у видов впадающих в диапаузу) и в среднем составляет 2—3 недели.</h3></p>
                    
                    </div>
                    <img src="img/fizuology/eigth.jpg" class="img2">
                </div>
            </div>
        </div>
</div>





<!-- блок подписаться -->
<?php include('_massage.php'); ?>


    <!-- подвал -->
    <?php include('_footer.php'); ?>

</body>
</html>