<?php 
    require 'vendor/connect.php';
?>

<!DOCTYPE html>
<html>
<head>
	<title>Взаимодействие с природой</title>
	<link rel="stylesheet" type="text/css" href="style/style.css">
    <script type="text/javascript" src="style/mapdata.js"></script>
    <script type="text/javascript" src="style/worldmap.js"></script>
    <script src="style/style.css"></script>


    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    

</head>
<body>

<!-- меню -->
<?php include('_header.php'); ?>
      
<!-- Блок Взаимодействие -->
    <div class="container">
        <div class="include">  <center><h1>Взаимодействие с природой</h1></center>
        <div class="header__content-inner">
                    <div class="info3">
          
            <p class="padding"><h3 class="textG">Роль бабочек в естественных экосистемах заключается в том, что, будучи консументами первого порядка, они являются неотъемлемыми участниками пищевых цепей. В процессе коэволюции организмов сформировалась трофическая сеть связей между автотрофами и гетеротрофами, в которую чешуекрылые включаются на стадиях личинки, куколки и имаго. </h3></p>
            <p class="padding"><h3 class="textG">Личинки и куколки являются звеньями в питании птиц и паразитических насекомых-энтомофагов. Имаго включаются в трофическую сеть значительно более широкого спектра консументов второго порядка — это разнообразные птицы, мелкие млекопитающие, пресмыкающиеся и т. п.</h3></p>
                    </div>
                    <div class="info3">    
            <p class="padding"><h3 class="textG">Бабочки также выступают опылителями многих видов цветковых растений, ведь значительная часть этих насекомых характеризуется развитием антофилии. В ходе эволюции бабочки приспособились к определённым цветковым растениям, а ряд видов растений приспособились к опылению исключительно бабочками. </h3></p>
            <p class="padding"><h3 class="textG">Например, только юкковой молью (Pronuba juccasella) опыляются растения вида Юкка нитчатая (Jucca filametosa). Мадагаскарская орхидея Ангрекум полуторафутовый (Angraecum sesquipedale) с очень глубокой цветочной чашечкой опыляется единственным эндемичным видом бражников Xanthopan morgani, имеющим хоботок длиной 225 мм.</h3></p></div>

            </div>
        </div>
    </div>
    <div class="container">
        <div class="include">
            <center><div class="menu_include">
                    <a href="#locationcharacter" class="a_li">Территориальное поведение</a>
                    <a href="#migration" class="a_li">Миграции</a>
                    <a href="#protection" class="a_li">Защита от хищников</a>
            </div></center>
            </div>
    </div>


<!-- Блок Территориальное поведение -->
<div class="container"><a name="locationcharacter"></a>
        <div class="include">
            <center><h1>Территориальное поведение</h1></center>
            <div class="header__content-inner">
                    <div class="info3">
            <p class="padding"><h3 class="textG">Для некоторых бабочек, преимущественно нимфалид, морфо, белянок, голубянок, характерно территориальное поведение, как правило, отмечающееся у самцов. При этом они могут занимать в ожидании самок наивысшую точку ландшафта, либо же облетать свой участок обитания. Интересно, что со своих участков эти самцы прогоняют не только самцов своего вида, но и представителей других видов бабочек со схожей окраской, а также ос, пчёл и т. п.</h3></p></div>
            <div class="info3">
            <p class="padding"><h3 class="textG">В ряде случаев самцы воспринимают в качестве соперников неодушевлённые предметы соизмеримые с бабочками их вида размерами и цветом — например, данное поведение отмечается у самцов морфо, хараксес, парусника Улисса.</h3></p>
                    </div>
        </div>
</div>
</div>


<!-- Блок Миграции -->
<div class="container"><a name="migration"></a>
        <div class="include">
            <center><h1>Миграции</h1></center>
            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                    <p class="padding"><h3 class="textG">Миграционное поведение встречается у бабочек нечасто. Оно известно только примерно у 250 видов, причём всего два десятка из них совершают регулярные и продолжительные по расстоянию перелёты.</h3></p>

<p class="padding"><h3 class="textG">Мигрирующие бабочки совершают перелёты, как в одиночку, так и объединяясь в стаи. Виды, совершающие регулярные миграции, обычно чётко следуют определённому маршруту, который часто совпадает с направлением миграционных путей птиц.</h3></p>

                        <p class="padding"><h3 class="textG">Данаида монарх (Danaus plexippus) — самая известная мигрирующая бабочка, ежегодно в ходе миграции преодолевающая большие континентальные расстояния. В Северной Америке данаиды-монарх мигрируют в южном направлении, начиная с августа до первых заморозков.</h3></p>
                        <p class="padding"><h3 class="textG"> Северные особи мигрируют в весенний период. К концу октября численность особей к востоку от Скалистых гор мигрирует в большинстве в убежище в Биосферный заповедник бабочки монарх, находящийся в мексиканском штате Мичоакан. На отдельных деревьях скапливается до 100 000 особей одновременно, а общее число мигрирующих особей может достигать 50 миллионов.</h3></p>            
                    </div>
                    <img src="img/connect/one.jpg" class="img2">
                </div>
            </div>
            <div class="header__content-inner">
                    
                
                    <div class="info3">  
                    <p class="padding"><h3 class="textG">  В ходе весенней миграции монарх летит от дальнего севера через восток Скалистых гор в штаты Оклахома и Техас. Второе, третье и четвёртое поколения весной возвращаются в северные районы США и Канады. Как различным поколениям удаётся вернуться в миграции на юг, туда, где зимовали их предки, до сих пор остаётся загадкой для учёных.</h3></p>

                    <p class="padding"><h3 class="textG">Среди африканских бабочек самые длинные миграции совершает белянка Catopsilia florella. Каждый год с декабря по февраль бабочки из засушливых областей Сахеля улетают на юг в Заир, с началом сезона дождей и появлением множества цветов, обеспечивающих бабочек пищей. С наступлением сухого сезона бабочки мигрируют назад в Сахель</h3></p>
                    <p class="padding"><h3 class="textG">К миграциям способны и европейские виды, например, репейницы зимуют в Северной Африке, где они размножаются, и новое поколение репейниц мигрирует на север, где выводится летнее поколение бабочек.</h3></p>
                    <p class="padding"><h3 class="textG">В конце лета бабочки этого поколения мигрируют обратно в Африку. Весной цикл повторяется снова. Протяжённость их перелёта достигает 5000 км. Репейницы, обитающие в Северной Америке и Австралии, также совершают осенне-весенние миграции, но маршруты этих миграций иные.</h3></p>
                    </div>
                    <div class="info3">
                    <p class="padding"><h3 class="textG">Одну группу составляют виды, совершающие перелёты нерегулярно, а в зависимости от условий. Это траурница, адмирал, крапивница, капустница, махаон. Все данные виды обитают и размножаются в Средней и Северной Европе, но в данные регионы летом регулярно мигрируют особи из южных районов. </h3></p>
                    <p class="padding"><h3 class="textG">Другую группу составляют виды (например, мёртвая голова (Acherontia atropos), олеандровый бражник), совершающие ежегодные миграции из южный регионов — Турция, Северная Африка — в Центральную и Восточную Европу, где они оставляют потомство, в большинстве случаев погибающее зимой. Новое поколение снова мигрирует весной в эти регионы с юга. Передвижения данных видов в умеренные широты скорее можно считать рассеивающим, чем миграционным.</h3></p>
                    </div>
                    </div>
        </div>
</div>



<!-- Блок Защита от хищников -->
<div class="container"><a name="protection"></a>
        <div class="include">
            <center><h1>Защита от хищников</h1></center>

            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Окраска и внешний вид многих бабочек и их преимагинальных стадий развития тем или иным способом связаны с защитой от врагов. Методы защиты от хищников очень разнообразны. Ряд видов обладают скверным запахом и неприятным вкусом, либо ядовиты, всё это делает их несъедобными. Попробовав такую бабочку один раз, хищники будут избегать подобный вид в дальнейшем.</h3></p>

                        <p class="padding"><h3 class="textG"> Ядовитые и несъедобные виды часто обладают предостерегающей яркой окраской. Бабочки, лишённые таких средств защиты, часто мимикрируют под несъедобные виды, «подражая» не только окраске, но и форме крыльев. Данный вид мимикрии наиболее развит именно у чешуекрылых и называется «бейтсовской».</h3></p>

                        <p class="padding"><h3 class="textG">При «мюллеровской» мимикрии подражающие друг другу виды в одинаковой мере несъедобны. Сходная окраска и внешний вид повышают эффективность отпугивания. </h3></p>

                        <p class="padding"><h3 class="textG">Некоторые бабочки подражают осам и шмелям. Данное сходство достигается благодаря окраске, контурам тела и структуре крыльев — они почти лишены чешуек и прозрачные, задние крылья короче передних, а чешуйки на них сосредоточены на жилках. Многие виды имеют покровительственную окраску и маскируются под сухие листья, веточки, кусочки коры.</h3></p>
                    </div>
                    <img src="img/connect/two.jpg" class="img2">
                </div>
            </div>

            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG"> В отличие от бабочек, активных в светлое время суток, виды, активные в сумерках или ночью, обладают иной защитной окраской. Верхняя сторона их передних крыльев окрашена в цвета субстрата, на котором они сидят в покое. При этом их передние крылья складываются вдоль спины наподобие плоского треугольника, прикрывая нижние крылья и брюшко.</h3></p>

                        <p class="padding"><h3 class="textG">Одним из видов отпугивающей окраски являются «глазки» на крыльях. Они располагаются на передних и/или задних крыльях и имитируют глаза позвоночных животных. В спокойном состоянии бабочки с такой окраской обычно сидят, сложив крылья, а будучи потревоженными, раздвигают передние крылья и демонстрируют отпугивающие ярко окрашенные нижние крылья. </h3></p>

                        <p class="padding"><h3 class="textG">Ночные бабочки для защиты от летучих мышей обладают густо опушёнными волосками телом. Волоски помогают поглощать и рассеивать ультразвуковые сигналы летучих мышей и тем самым маскировать местонахождение бабочки. Многие бабочки замирают, когда обнаруживают сигнал сонара летучей мыши. Медведицы способны генерировать серии щелчков, которые по мнению ряда исследователей также препятствуют их обнаружению.</h3></p>
                    </div>
                    <img src="img/connect/three.jpg" class="img2">
                </div>
            </div>
        </div>
</div>



<!-- блок подписаться -->
<?php include('_massage.php'); ?>


    <!-- подвал -->
    <?php include('_footer.php'); ?>
</body>
</html>