<?php 
    require 'vendor/connect.php';
?>

<!DOCTYPE html>
<html>
<head>
	<title>Взаимодействие с другими организмами</title>
	<link rel="stylesheet" type="text/css" href="style/style.css">
    <script type="text/javascript" src="style/mapdata.js"></script>
    <script type="text/javascript" src="style/worldmap.js"></script>
    <script src="style/style.css"></script>


    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    

</head>
<body>

<!-- меню -->
<?php include('_header.php'); ?>

<!-- Блок Взаимодействие -->
    <div class="container">
        <div class="include">
            <center><h1>Взаимодействие с другими организмами</h1></center>
            </div>
        </div>
    </div>

    <div class="container">
        <div class="include">
            <center><div class="menu_include">
                    <a href="#simbionity" class="a_li">Симбионты</a>
                    <a href="#nutureenemy" class="a_li">Природные враги</a>
                    <a href="#parazity" class="a_li">Паразиты и паразитоиды</a>
                
            </div></center>
            </div>
    </div>

<!-- Блок Симбионты -->
<div class="container"><a name="simbionity"></a>
        <div class="include">
            <center><h1>Симбионты</h1></center>

            <p class="padding"><h3 class="textG">Большое число видов чешуекрылых состоит в мутуализме с представителями различных биологических групп, от прокариот, таких как бактерии рода Wolbachia, и растений (юкковая моль и растения юкка, ангрекум полуторафутовый и бражник Xanthopan morganii praedicta) до собратьев по классу насекомых.</h3></p>

            <p class="padding"><h3 class="textG">У ряда видов гусеницы живут в муравейниках, находясь с муравьями в симбиотических отношениях, например, с родом Myrmica. Примерно половина всех видов голубянок (Lycaenidae) так или иначе связана в цикле своего развития с муравьями</h3></p>

            <p class="padding"><h3 class="textG">Взаимосвязи между муравьями и голубянками по своему типу варьируются от факультативных до облигатных, и от мутуализма до паразитизма. Гусеницы и куколки голубянок обладают комплексом эволюционно выработанных химических и акустических сигналов для контролирования поведения муравьёв. Они также выделяют из дорзальной нектароносной железы сладкую жидкость, привлекающую муравьёв. Муравьи, ощупывая усиками этот орган, вызывают рефлекторное выделение гусеницей жидкости, которая, вероятно, содержит феромоны лихневмоны, обусловливающие поведение муравьёв. Некоторые гусеницы голубянок и риодинид обладают также звукоиздающими органами, влияющими на поведение муравьёв — одни виды имеют только шаровую щетинку на теле гусеницы, другие — вместе с звуковой ресничкой, при отсутствии нектароносной железы.</h3></p>

            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Все виды мирмекофильных голубянок приурочены к луговым муравейникам. Одним из таких видов является голубянка алькон (Maculinea alcon), самки которой откладывают яйца на цветы растений семейства горечавковые (Gentiana). Большинство видов голубянок развивается в гнёздах лишь одного вида муравьёв, но гусеницы голубянки алькон обитают в гнёздах муравьёв различных видов, на разных участках своего ареала. Некоторые бабочки, такие как Mechanitis polymnia isthmia Bates, M. lysimnia doryssus Bates (Nymphalidae, Ithomiinae) и Graphium philolaus (Boisduval) (Papilionidae) привлекаются колоннами кочевых муравьёв Eciton burchelli (по наблюдениям в Гондурасе). По разным гипотезам, это может быть объяснено или запахами, сходными с половыми феромонами бабочек, или с запахами, связанными с разложившейся пищей (привлекающей муравьёв), либо с помётом птиц, следующих за колонами Eciton (по наблюдениям за теми же видами, плюс M. lilis imitata в Финка-ла-Сельва, Коста-Рика). Известно, что бабочки из подсемейства Ithomiinae используют мочевую кислоту или частично переваренные белки в птичьем помете для развития и откладки яиц.</h3></p>

                        <p class="padding"><h3 class="textG">Несколько видов чешуекрылых из группы Chrysauginae (семейство Огнёвки настоящие) как то Cryptoses choloepi или Bradipodicola hahneli являются комменсалами млекопитающих из семейства трёхпалые ленивцы (форезия). Когда ленивец спускается с дерева для дефекации, бабочки данных видов откладывают в его экскременты яйца, из которых затем выходят гусеницы, питающиеся ими (копрофагия).</h3></p>

                    </div>
                    <img src="img/connect/six.jpg" class="img2">
                </div>
            </div>
        </div>
</div>

<!-- Блок Природные враги -->
<div class="container"><a name="nutureenemy"></a>
        <div class="include">
            <center><h1>Природные враги</h1></center>

            <p class="padding"><h3 class="textG">Природными врагами чешуекрылых и преимагинальных стадий их развития в первую очередь являются насекомоядные позвоночные животные: птицы, ящерицы, жабы, грызуны, насекомоядные млекопитающие. Кроме насекомоядных позвоночных, на бабочек охотятся насекомые и пауки. К таким хищникам, среди насекомых, относятся ктыри и стрекозы, которые охотятся на бабочек во время полёта, богомолы и пауки-бокоходы, которые охотятся из засады на цветках, привлекающих бабочек. Пойманных бабочек часто можно наблюдать в паутине пауков. Охотятся на чешуекрылых также жуки-жужелицы и некоторые осы.</h3></p>

            <p class="padding"><h3 class="textG">Чешуекрылые страдают от микозов и вирусов (например, вирус ядерного полиэдроза). Для каждого вида чешуекрылых свойственен свой собственный специфичный видовой вирус. Например, вирус Baculovirus reprimens — специфичен только непарному шелкопряду, Baculovirus srilpnotiay — ивовой волнянке, Baculovirus neustriae — кольчатому коконопряду и т. д. Насчитывается более 100 видов чешуекрылых — хозяев этой группы возбудителей полиэдрозов общего типа (вирусы рода Baculovirus). При попадании в кишечник гусениц полиэдры под воздействием кишечного сока растворяются, высвобождая вирионы, которые распадаются «провирусы». Они проникают сквозь стенки кишки в миксоцель, разносятся гемолимфой по всему телу, проникая в восприимчивые ткани различных органов. Поражаются клетки жирового тела, эпителий трахей, гиподерма, нейроны, гонады, мышечная ткань. Патогенез вируса заканчивается гибелью гусениц. Их внутренние органы и ткани лизируются, превращаясь в беловато-желтоватую жидкость, содержащую вирусные агенты.</h3></p>

        </div>
</div>


<!-- Блок Паразиты и паразитоиды-->
<div class="container"><a name="parazity"></a>
        <div class="include">
            <center><h1>Паразиты и паразитоиды</h1></center>

            <p class="padding"><h3 class="textG">Представители мирмекофильных разнокрылых бабочек рода Cyclotorna (австралийские эндемики из надсемейства Zygaenoidea), являются единственными среди бабочек эктопаразитами. Гусеницы (первоначально похожие на уплощённых мокриц, а на последних стадиях более ярко окрашенные) являются эктопаразитами равнокрылых насекомых. Самки бабочек откладывают до 1400 яиц на растения, поражённые цикадками (Cicadellidae) или листоблошками (Psyllidae). Молодые гусеницы первого возраста находят свою жертву и высасывают из неё гемолимфу. Гусеницы Cyclotorna в итоге покидают своих хозяев и становятся хищниками личинок мясных муравьёв (Iridomyrmex purpureus), по-видимому, используя химические вещества (феромоны), индуцируют муравьёв для переноски гусениц в свои муравейники (перед окукливанием покидая их гнёзда).</h3></p>


            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                    <p class="padding"><h3 class="textG">Среди настоящих паразитов, специализирующихся на чешуекрылых, следует отметить, прежде всего, одноклеточных, например, микроспоридии родов Thelohania и Plistophora, и отдельные виды грибов, например, Cordyceps sinensis и другие представители рода Cordyceps.</h3></p>

                        <p class="padding"><h3 class="textG">Существует также большое число организмов, развивающихся за счёт чешуекрылых, но не являющихся истинными паразитами, так как в результате их жизнедеятельности организм-хозяин в любом случае либо гибнет, либо теряет способность к продолжению рода. Принятое в науке название представителей группы, обладающей описанной формой биологических взаимоотношений, — паразитоиды. На различных стадиях жизненного цикла бабочки подвержены нападению определённых типов паразитоидов: яйцевых, яйцеличиночных, личиночных, личиночно-куколочных и куколочных.</h3></p>

                        <p class="padding"><h3 class="textG">Многие представители браконид (Braconidae), одного из семейств наездников, паразитируют на гусеницах. Как и большинство других наездников, бракониды в основном откладывают яйца в свободно передвигающихся гусениц, некоторые — предварительно парализуют жертву, частично либо полностью. Последнее характерно для видов, специализирующихся на скрытоживущих хозяевах, вынужденных отыскивать и доставать при помощи своего длинного яйцеклада гусениц, например, под корой деревьев. Длительный или необратимый паралич наступает, как правило, от вводимого наездником в тело хозяина избыточного количества токсина.</h3></p>
                    </div>
                    <img src="img/connect/seven.jpg" class="img2">
                </div>
            </div>



            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                    <p class="padding"><h3 class="textG">Из браконид наибольшее значение в России имеют Apanteles glomeratus — главный истребитель белянок, Habrobracon juglandis — паразит мучной огнёвки, Apanteles solitarius и Meteorus versicolor — паразиты ивовой волнянки. Бракониды рода Microgaster заражают гусениц капустницы (Pieris brassicae), которые после перехода в стадию куколки поражаются представителями другого семейства — птеромалид (Pteromalidae) — Pteromalus puparum.</h3></p>

                        <p class="padding"><h3 class="textG">Самки наездников-ихневмонид (Ichneumonidae) из отряда перепончатокрылых, принадлежащие исключительно к личиночным и яйцеличиночным паразитам, откладывают свои яйца под кутикулу гусениц или непосредственно на неё. В последнем случае вылупившиеся личинки сами внедряются внутрь хозяина. Обычно молодые личинки питаются гемолимфой, а в конечных стадиях своего развития переходят на питание тканями и внутренними органами гусеницы. Окукливание происходит в теле гусеницы либо вне его.</h3></p>

                        <p class="padding"><h3 class="textG">На гусеницах также паразитируют двукрылые, прежде всего тахины, или ежемухи (Tachinidae). Их самки откладывают яйца или личинок, в случае живорождения, непосредственно на гусеницу. Другие виды ежемухи могут откладывать яйца на листву кормового растения гусениц. У гусениц, съевших их вместе с листвой, выход личинок происходит в пищеварительном тракте хозяина, откуда в дальнейшем они внедрятся в полость тела. Окукливание происходит внутри хризалиды, либо, в случае гибели гусеницы — в почве.</h3></p>
                    </div>
                    <img src="img/connect/eigth.jpg" class="img2">
                </div>
            </div>

        </div>
</div>




<!-- блок подписаться -->
<?php include('_massage.php'); ?>


    <!-- подвал -->
    <?php include('_footer.php'); ?>

</body>
</html>