<?php 
    require 'vendor/connect.php';
?>

<!DOCTYPE html>
<html>
<head>
	<title>Взаимодействие с человеком</title>
	<link rel="stylesheet" type="text/css" href="style/style.css">
    <script type="text/javascript" src="style/mapdata.js"></script>
    <script type="text/javascript" src="style/worldmap.js"></script>
    <script src="style/style.css"></script>


    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    

</head>
<body>

<!-- меню -->
<?php include('_header.php'); ?>

<!-- Блок Взаимодействие -->
    <div class="container">
        <div class="include">
            <center><h1>Взаимодействие с человеком</h1></center>
            </div>
        </div>
    </div>

    <div class="container">
        <div class="include">
            <center><div class="menu_include">
                    <a href="#eat" class="a_li">Использование в пищу</a>
                    <a href="#enother" class="a_li">Прочее использование</a>
                    <a href="#healfy" class="a_li">Здоровье человека</a>
                    <a href="#economica" class="a_li">Экономическое значение</a>
                    <a href="#danger" class="a_li">Вредители</a>
            </div></center>
            </div>
    </div>

<!-- Блок Использование в пищу -->
<div class="container"><a name="eat"></a>
        <div class="include">
            <center><h1>Использование в пищу</h1></center>
            <div class="header__content-inner">
                    <div class="info3">
            <p class="padding"><h3 class="textG">Энтомофагия (поедание насекомых) является широко распространённым явлением по всему миру. Гусеницы и куколки представителей примерно восьмидесяти родов из двадцати семейств чешуекрылых употребляются в пищу, как богатые белком пищевые продукты. Их едят в сыром или жареном виде, и они употреблялись человеком в пищу с доисторических времён.</h3></p>
            <p class="padding"><h3 class="textG">В наше время в Азии куколок тутового шелкопряда, размотав шёлк с кокона, не выбрасывают, а употребляют в жареном или засахаренном виде. В Китае гусениц тутового шелкопряда засаливают, добавляют в омлет из куриных яиц, либо просто жарят с луком и густыми соусами.</h3></p>
        </div>
            <div class="info3">
            <p class="padding"><h3 class="textG"> Во Вьетнаме с ними варят местную разновидность капустного супа. Южная Корея поставляет консервированных куколок тутового шелкопряда в азиатские магазины по всему миру. В Индии ежегодно потребляется более 20 000 тонн этих насекомых. </h3></p>
            <p class="padding"><h3 class="textG">В отдельных районах Северной Африки эти гусеницы настолько популярны, что в сезон существенно падают продажи говядины и мяса других животных. В Ботсване их продают большими пакетами в сушеном виде, как любые другие сухие продукты. </h3></p></div>
            </div>
        </div>
</div>



<!-- Блок Прочее использование -->
<div class="container"><a name="enother"></a>
        <div class="include">
            <center><h1>Прочее использование</h1></center>

            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG">На Соломоновых островах местные жители делали краску из бабочек с жёлтыми крыльями, которой окрашивали изделия, плетённые из травы.</h3></p>

                        <p class="padding"><h3 class="textG">В последнее время всё большую популярность приобретают живые тропические бабочки в качестве нестандартного и экзотического подарка на многие праздники и торжества, как то юбилей или свадьба. Специально для этой цели по всему миру появляются частные компании, занимающиеся искусственным разведением бабочек.</h3></p>

                        <p class="padding"><h3 class="textG">Также с увеличением числа коллекционеров в ряде стран стали создаваться фермы по разведению бабочек. Наиболее известные из них — остров Пинанг в Малайзии, Булоло на Новой Гвинее, Сатипо в Южной Америке. Выставки живых тропических бабочек имеются во многих крупных городах мира, и их число постоянно увеличивается.</h3></p>
                        
                        <p class="padding"><h3 class="textG">Бабочки активно используются в энтомодизайне — оформлении интерьеров жилых и рабочих помещений профессионально собранными коллекциями насекомых. Особым видом последнего является использование засушенных бабочек, находящихся внутри специального стекла, при создании витражей окон и межкомнатных дверей.</h3></p>

                    </div>
                    <img src="img/connect/four.jpg" class="img2">
                </div>
            </div>
        </div>
</div>



<!-- Блок Чешуекрылые и здоровье человека -->
<div class="container"><a name="healfy"></a>
        <div class="include">
            <center><h1>Чешуекрылые и здоровье человека</h1></center>
            <div class="header__content-inner">
                    <div class="info3">
            <p class="padding"><h3 class="textG">Гусеничный дерматит — энтомоз, обусловленный раздражением кожи волосками гусениц некоторых видов. Заболевание возникает при проникновении в кожу щетинок и волосков гусеницы, содержащих токсические вещества, аналогичные по своему химическому составу кантаридину. Развивается также при воздействии веществ, выделяемых железистыми клетками покровов гусеницы. </h3></p>
            <p class="padding"><h3 class="textG">Сопровождается сильными субъективными ощущениями и развитием воспалительно-экссудативной реакции кожных покровов: на поражённых участках кожи возникают ярко-красные зудящие высыпания, на периферии которых отмечаются зудящие папуло-везикулезные элементы.</h3></p>
                    </div>
                    <div class="info3">
                    
            <p class="padding"><h3 class="textG">В нетрадиционной медицине для лечения целого ряда заболеваний используется спиртовой настой из окукливающихся гусениц пчелиной огнёвки.</h3></p></div>
            </div>
        </div>
</div>



<!-- Блок Экономическое значение -->
<div class="container"><a name="economica"></a>
        <div class="include">
            <center><h1>Экономическое значение</h1></center>
            <div class="header__content-inner">
                    <div class="info3">
            <p class="padding"><h3 class="textG">Для человека в первую очередь полезны виды, гусеницы которых производят шёлк. В природе шёлк образуют гусеницы многих видов бабочек, сооружая из него коконы. Текстильная промышленность отдаёт предпочтение тутовому, или шелковичному, шелкопряду (Bombyx mori), одомашненному человеком. В шелководстве также используются китайская дубовая павлиноглазка (Antheraea pernyi), которую уже более 250 лет разводят в Китае. Из её коконов получают шёлк, который идёт на изготовление чесучи.</h3></p>
            <p class="padding"><h3 class="textG">  Другие виды шелкопрядов плохо развиваются в неволе, поэтому ограничиваются лишь сбором их коконов в природе. Тутовый шелкопряд играет важную экономическую роль в производстве шёлка. Для получения шёлковой нити куколок предварительно умертвляют с помощью горячего пара и воды на десятый день после окукливания. В шёлковом коконе обычно содержится до 3500 м волокна, но размотать его удаётся едва на треть.  Чтобы получить 1 килограмм шёлка-сырца, нужны коконы примерно тысячи гусениц, поедающих за полтора месяца 60 килограмм листьев тутовника. </h3></p></div>
            <div class="info3">
            <p class="padding"><h3 class="textG"> Сегодня во всём мире ежегодно производится 45 000 тонн шёлка. Главными поставщиками являются Китай, Индия, Узбекистан. В Индии разводится сатурния Attacus atlas, гусеницы которой выделяют шёлк отличающийся от такового у тутового шелкопряда — он коричневого цвета, более крепкий и шерстистый — и носит название фагаровый шёлк (fagara silk).</h3></p>

            <p class="padding"><h3 class="textG">Гусеницы некоторых видов могут использоваться в борьбе с сорными растениями. Самым ярким примером служит специально завезённая в 1925 году в Австралию из Уругвая и из северных районов Аргентины кактусовая огнёвка (Cactoblastis cactorum). Гусеницы этой бабочки помогли избавиться от завезённого кактуса опунции, которым заросли миллионы гектаров пастбищ. В 1938 году в долине реки Дарлинг австралийские фермеры поставили специальный памятник гусеницам, спасшим Австралию.</h3></p></div></div>

        </div>
</div>



<!-- Блок Вредители-->
<div class="container"><a name="danger"></a>
        <div class="include">
            <center><h1>Вредители</h1></center>
            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Очень велико хозяйственное значение чешуекрылых как вредителей сельского и лесного хозяйства. На территории стран СНГ зарегистрировано свыше 1000 видов чешуекрылых, гусеницы которых повреждают полевые, садовые или лесные культуры.</h3></p>
                        <p class="padding"><h3 class="textG">
                        <ul>
                            <li><p>Полеводству вредят озимая совка (Agrotis segetum), восклицательная совка (A. exclamationis), яровая совка (Amphipoea fucosa), совка гамма (Plusia gamma);</p></li>
                            <li><p>Вред огородам наносят капустница (Pieris brassicae), огородная совка (Mamestra oleracea), гороховая совка (М. pisi);</p></li>
                            <li><p>Вредит лесам и садам — дубовый походный шелкопряд (Cnethocampa processionea),горностаевая черёмуховая моль (Yponomeuta evonymella), сосновый бражник (Sphinx pinastri) и многие другие; </p></li>
                            <li><p> Амбарам и кладовым вредит амбарная моль (Nemapogon granella), мучная огнёвка (Pyralis farinalis) и бесхоботная огнёвка (Aglossa pinguinalis);</p></li>
                            <li><p> Мехам, одежде из натуральных тканей и мебели вредят шубная моль (Tinea pellionella), платяная моль (Tineola bisselliella) и мебельная моль (Tineola furciferella); </p></li>
                            <li><p> Пчеловодству вредит малая пчелиная огнёвка и большая восковая моль;</p></li>
                            <li><p>  Гусеницы походных шелкопрядов (Thaumetopoeidae) отличаются способностью к длительным миграциям в поисках пищи, и при массовом размножении могут выедать целые гектары лесов и лесных массивов. </p></li>
                        </ul>
</h3></p>
                    </div>
                    <img src="img/connect/five.jpg" class="img2">
                </div>
            </div>
            <div class="header__content-inner">
                    <div class="info3">
            <p class="padding"><h3 class="textG">Известны факты завоза вредных чешуекрылых из других стран. В Европе широко распространилась американская белая бабочка (Hyphantria cunea), родина которой — Северная Америка. На Европейском континенте она впервые была обнаружена в 1940 году в Венгрии, а через несколько лет она распространилась на территорию других стран: от Франции до Каспийского моря. В Японии она известна с 1945 года, откуда проникла также в Корею, Китай, Монголию и Приморский край.</h3></p></div>
            <div class="info3">
            <p class="padding"><h3 class="textG">С целью борьбы с гусеницами-вредителями хозяйственных растений и лесного хозяйства используется как классическая фумигация инсектицидами, так и биологические, а также биохимически-физиологические методы. Одновременно, разработка таких методов предоставляет материал для научных исследований более фундаментального характера.</h3></p></div>
        </div>
</div>

</div>


<!-- блок подписаться -->
<?php include('_massage.php'); ?>


    <!-- подвал -->
    <?php include('_footer.php'); ?>

</body>
</html>