<?php 
    require 'vendor/connect.php';
?>

<!DOCTYPE html>
<html>
<head>
	<title>Морфология. Пигменты и окраска</title>
	<link rel="stylesheet" type="text/css" href="style/style.css">
    <script type="text/javascript" src="style/mapdata.js"></script>
    <script type="text/javascript" src="style/worldmap.js"></script>
    <script src="style/style.css"></script>


    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    

</head>
<body>
    
<!-- меню -->
<?php include('_header.php'); ?>

<!-- Блок Морфология -->
    <div class="container">
        <div class="include">
            <center><h1>Морфология. Пигменты и окраска</h1></center>
            <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Внешний вид и окраска крыльев бабочек имеют важную роль в повышении их выживаемости. Это и защитный камуфляж, внутривидовое половое распознание при спаривании, и апосематическая демонстрация. Окраска крыльев чешуекрылых может быть пигментной (зависит от содержащихся пигментов), оптической (зависит от преломления света) и комбинационной (сочетающая два предыдущих типа окраски). </h3></p>
                    </div>
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Яркая окраска крыльев некоторых бабочек контролируется двумя основными механизмами: диффузным отражением падающего света от мультислоёв и спектральной фильтрацией внутреннего пигмента.</h3></p>
                    </div>
            </div>
        </div>
    </div>

    <div class="container">
        <div class="include">
            <center><div class="menu_include">
                    <a href="#types" class="a_li">Типы</a></li>
                    <a href="#poly" class="a_li">Полиморфизм</a>
                    <a href="#seson" class="a_li">Сезонный полиморфизм</a>
                    <a href="#aberr" class="a_li">Аберрации</a>
                    <a href="#melan" class="a_li">Меланизм</a>
                    <a href="#dimorf" class="a_li">Диморфизм</a>
                    <a href="#indystrial" class="a_li">Индустриальный меланизм</a>
            </div></center>
            </div>
    </div>


<!-- Блок Типы пигментов -->
<div class="container"><a name="types"></a>
        <div class="include">
            <center><h1>Типы пигментов</h1></center>
            <div class="informathion-block">
            <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG"><b>Диффузные</b> — окрашивают хитин, но у чешуек пигменты содержатся в рельефе, а хитиновая пластинка часто лишена пигмента либо слабо окрашена</h3></p>
                        <p class="padding"><h3 class="textG"><b>Зернистые</b> — пигменты имеются только у представителей семейства белянки (Pieridae) и погружены в хитиновую оболочку чешуек.</h3></p>
                        <p class="padding"><h3 class="textG">Расположение различно окрашенных чешуек на крыле закономерно и образует сложные рисунки, характерные для каждого вида, а часто и систематической группы.</h3></p>
                        <p class="padding"><h3 class="textG">При оптической окраске в чешуйках крыльев возникает тонкослойная интерференция. Пигмент в нижней части этих чешуек не пропускает свет и придаёт большую яркость интерференционной окраске. </h3></p>
                    </div>
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Лучи света, проходя через чешуйки, отражаются как от их внешних, так и от внутренних поверхностей, и в результате два отражения накладываются и усиливают друг друга. </h3></p>
                        <p class="padding"><h3 class="textG">Среди обладающих металлической окраской чешуек бабочек можно различить два типа: с морщинистыми пластинками чешуек и косыми параллельными бороздками (морфиды); и с гораздо более толстой верхней пластинкой, которая является относительно ровной (урании).</h3></p>
                        <p class="padding"><h3 class="textG">Почти у всех бабочек рисунок на левой паре крыльев идентичен рисунку правой, являясь его зеркальным отражением, но существует исключение — мадагаскарская урания (Chrysiridia madagascariensis) с асимметричностью рисунка на крыльях.</h3></p>
                    </div>
        </div>
</div>
        </div>
</div>

<!-- Блок Полиморфизм и иные формы изменчивости окраски -->
    <div class="container"><a name="poly"></a>
        <div class="include">
            <center><h1>Полиморфизм и иные формы изменчивости окраски</h1></center>
            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG"> В некоторые жаркие и засушливые годы обнаруживается связь между погодными условиями и изменениями внешнего вида бабочек: появление бабочек с признаками южных климатических форм. Смена времён года вызывает у многих видов явления сезонного диморфизма и триморфизма. Среди дневных бабочек можно также найти также несколько примеров полиморфизма — одновременного и совместного существования различно окрашенных форм в одном виде, свободно скрещивающихся между собою и передающих свои признаки потомству (например, желтушки, большая перламутровка и другие).</h3></p>

                        <p class="padding"><h3 class="textG"><b>Полиморфизм</b> — появление различных форм, отличающихся по окраске и ряду признаков, внутри одного вида.</h3></p>

                        <p class="padding"><h3 class="textG">Если отличия между различными формами самцов или самок ограничиваются цветом окраски, не задевая других признаков, то такие частные случаи полиморфизма сводятся к дихроизму (двухцветности) или полихроизму (многоцветности) особей каждого пола; так, например, у упомянутой выше большой лесной перламутровки имеет место дихроизм самок.</h3></p>
                    </div>
                    <img src="img/morfology/four.jpg" class="img2">
                </div>
            </div>
        </div>
    </div>



<!-- Блок Сезонный полиморфизм -->
<div class="container"><a name="seson"></a>
        <div class="include">
            <center><h1>Сезонный полиморфизм</h1></center>
            <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Различия внешних условий, действующих на куколку так или иначе отражаются в признаках самой бабочки. Под влиянием температурного воздействия на куколку у многих видов появляются изменения в окраске и рисунке крыльев, а иногда даже и в форме крыльев. </h3></p>
                        <p class="padding"><h3 class="textG">Такая изменчивость выражается в виде так называемого сезонного диморфизма, когда различные поколения одного и того же вида, развивающиеся в различные месяцы года при разных погодных условиях, отличаются внешне какими-то признаками. Это явление также называется <b>сезонным полиморфизмом.</b></h3></p>
                    </div>
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Явления сезонного полиморфизма не всегда являются связными с действием низких температур на куколку весеннего поколения. У многих тропических видов чешуекрылых имеются формы дождливого сезона и формы сухого сезона.</h3></p>
                        <p class="padding"><h3 class="textG">Сезонный полиморфизм может наблюдаться в менее выраженной форме у ряда видов: Leptosla sinapis, Chrysophanus phlaeas, Chrysophanus dorilis, Everes argiades, Cyaniris argiolus и многих других.</h3></p>
                    </div>
            </div>

        </div>
</div>



<!-- Блок Температурные формы и аберрации -->
<div class="container"><a name="aberr"></a>
        <div class="include">
            <center><h1>Температурные формы и аберрации</h1></center>
            <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG">У некоторых видов умеренных широт также имеются сезонные различия во внешности бабочек различных поколений, хотя ни одно из них не подвергалось воздействию низких температур во время стадии куколки. В подобных случаях сезонные различия между бабочками различных поколений могут зависеть от разницы в условиях жизни гусениц, частью и от неодинаковой температуры окружающей среды, действию которой подвергаются куколки в различные месяцы летнего сезона.</b></h3></p>
                        <p class="padding"><h3 class="textG">При воздействии повышенной температуры, вышедшая из куколки бабочка будет иметь окраску, характерную для южных форм, а при пониженной температуре возникают формы с северным типом окраски.</h3></p>
                    </div>
                    <div class="info3">
                        
                        
                        <p class="padding"><h3 class="textG"><b>Абберациями</b> называют непостоянные, случайно возникающие изменения внешнего вида бабочки, появляющиеся под воздействием различных, преимущественно температурных, факторов на куколку. Чаще всего аберрации проявляются появлением нетипичной окраски крыльев. К аберрациям также принято относить появление особей с разным размером одноимённых крыльев, когда одно крыло является больше другого</h3></p>
                    </div>
        </div>
</div>

</div>
<!-- Блок Альбинизм, меланизм, нигризм -->
<div class="container"><a name="melan"></a>
        <div class="include">
            <center><h1>Альбинизм, меланизм, нигризм</h1></center>
          
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG"> Окраска иногда может изменяться и вследствие отсутствия пигментов — <b>альбинизм</b>, или же наоборот изменяться от более яркого пигмента, либо избытка тёмного — <b>меланизм</b>. Появление альбинизма и меланизма гораздо чаще встречаются у представителей разноусых чешуекрылых.</h3></p>

                        <p class="padding"><h3 class="textG"> Крылья и другие части тела могут быть равномерно побледневшими. Иногда бледнеют не все чешуйки, а среди них остаются небольшие группы с нормальной окраской, равномерно разбросанные по поверхности крыла. </h3></p>

                        <p class="padding"><h3 class="textG">У других особей побелевшие участки могут быть распределены по крылу несимметрично. Встречается также и такая форма альбинизма, когда побелевшими бывают лишь те участки крыла, которые у нормальных особей окрашены в один определённый цвет, тогда как все другие части рисунка сохраняют свою обычную окраску.</h3></p>

                       
                    </div>
                    <img src="img/morfology/six.jpg" class="img2">
                </div>
            </div>
            <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Альбинизм у чешуекрылых неизменно бывает связан с недоразвитием самих чешуек, которые приобретают уродливую форму. Избыточное окрашивание крыльев и тела чёрными пигментами наблюдается гораздо реже альбинизма.</h3></p>
                        <p class="padding"><h3 class="textG">От настоящего меланизма следует отличать явления <b>нигризма</b>, когда чёрный рисунок на крыльях бывает изменён — чёрные полосы и пятна увеличиваются относительно своих размеров, расплываются или вытягиваются и сливаются между собой.</h3></p>
                    </div>
            <div class="info3">
            <p class="padding"><h3 class="textG"> В крайних случаях, обычный рисунок бабочки бывает изменён настолько, что от рыжего фона крыльев остаётся только несколько пятен вдоль края крыла. Изменения в сторону нигризма возникают обычно под влиянием внешних условий — преимущественно температурных, поэтому данные изменения необходимо относить к числу аберраций.</h3></p>
        </div>
            </div>
        </div>
</div>



<!-- Блок Половой диморфизм -->
<div class="container"><a name="dimorf"></a>
        <div class="include">
            <center><h1>Половой диморфизм</h1></center>
            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG"><b> Половой диморфизм</b> — различия во внешнем виде, окраске и/или форме тела самца и самки — широко распространён и порой резко выражен среди различных чешуекрылых. Кроме отличий в строении усиков, самки многих чешуекрылых, как правило, крупнее самцов, с крупным брюшком; обладают менее яркой окраской, иногда полностью отличающейся от таковой у самцов. </h3></p>

                        <p class="padding"><h3 class="textG">В большинстве случаев, такие отличия вызваны репродуктивной яйцекладущей функцией и меньшей подвижностью самок. Наиболее сильное проявление полового диморфизма — частичная или полная утрата крыльев самками, а также ног и усиков. Такая бескрылость самок связана с климатическими условиями и типична для высокогорных и арктических видов, а также летающих ранней весной или поздней осенью.</h3></p>

                        <p class="padding"><h3 class="textG">Одним из проявлений полового диморфизма являются различия в окраске крыльев, видимые только в ультрафиолетовом излучении.</h3></p>
                    </div>
                    <img src="img/morfology/seven.jpg" class="img2">
                </div>
            </div>
        </div>
</div>



<!-- Индустриальный меланизм -->
<div class="container"><a name="indystrial"></a>
        <div class="include">
            <center><h1>Индустриальный меланизм</h1></center>
            <div class="informathion-block">
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG"><b>Индустриальный меланизм </b>— повышение частоты тёмноокрашенных форм, связанное с интенсивным развитием промышленности. Около районов с крупными промышленными центрами в Европе и в Северной Америке описаны десятки видов, в популяциях которых обнаружены меланистические формы.</h3></p>

                        <p class="padding"><h3 class="textG">Увеличение частоты меланистических форм — следствие направленного отбора, главным движущим фактором которого является избирательное поедание особей бабочек птицами. В лесах вокруг промышленных конгломератов и городов стволы деревьев часто лишены лишайников и могут быть почерневшими от копоти. В таких районах покровительственной окраской является чёрная, а в незагрязнённых районах — светлая пятнистая окраска.</h3></p>

                        <p class="padding"><h3 class="textG">На основании лабораторных опытов предполагалось, что аллели, контролирующие меланистическую окраску, обладают плейотропным действием, определяя не только окраску бабочки, но и её поведение (выбор фона). Однако это не было подтверждено наблюдениями в природе.</h3></p>
                    </div>
                    <img src="img/morfology/eight.jpg" class="img2">
                </div>
                
            </div>
        </div>
</div>

<!-- блок подписаться -->
<?php include('_massage.php'); ?>


    <!-- подвал -->
    <?php include('_footer.php'); ?>
</body>
</html>