<?php 
    require 'vendor/connect.php';
?>

<!DOCTYPE html>
<html>
<head>
	<title>Морфология. Строение</title>
	<link rel="stylesheet" type="text/css" href="style/style.css">
    <script type="text/javascript" src="style/mapdata.js"></script>
    <script type="text/javascript" src="style/worldmap.js"></script>
    <script src="style/style.css"></script>


    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    

</head>
<body>

<!-- меню -->
<?php include('_header.php'); ?>

<!-- Блок Морфология -->
    <div class="container">
        <div class="include">
            <center><h1>Морфология. Строение</h1></center>
         
        </div>
    </div>
    <div class="container">
        <div class="include">
            <center><div class="menu_include">
                    <a href="#head" class="a_li">Голова</a></li>
                    <a href="#body" class="a_li">Грудь</a>
                    <a href="#wings" class="a_li">Крылья</a>
                    <a href="#abdomen" class="a_li">Брюшко</a>
                    <a href="#organs" class="a_li">Внутренние органы</a>
            </div></center>
            </div>
    </div>
<!-- Блок голова -->
    <div class="container"><a name="head"></a>
        <div class="include">
            <center><h1>Голова</h1></center>
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG"> Голова малоподвижная, свободная, округлой формы, с уплощённой затылочной поверхностью. </h3></p>

                        <p class="padding"><h3 class="textG"> Ротовые аппараты чешуекрылых разнообразны. У ряда примитивных семейств — грызущий. У некоторых других видов - хоботок — образован нижними челюстями, образующими трубочку, в покое спирально свёрнутую. Хоботок состоит из полутрубчатых частей, которые соприкасаются краями и скрепляются заходящими друг на друга щетинками. Хоботок служит для питания жидкой пищей. Внутри него расположены мелкие чувствительные волоски, выполняющие рецепторную функцию.</h3></p>

                        <p class="padding"><h3 class="textG">Некоторые виды имеют редуцированные ротовые органы, не питаются вовсе и живут исключительно за счёт запасов питательных веществ, накопленных в стадии гусеницы.</h3></p>
                        
                        <p class="padding"><h3 class="textG">По бокам головы расположены полушаровидные, хорошо развитые, сложные, фасеточного типа глаза, состоящие из большого числа омматидиев, дающих общее мозаичное изображение. Глаза обычно выпуклые, круглые или овальные, иногда почковидные. В наибольшей степени привлекают бабочек два цвета — сине-фиолетовый и жёлто-красный. Движущиеся объекты различают гораздо лучше неподвижных.</h3></p>
                    </div>
                    <img src="img/morfology/one.jpg" class="img2">
                </div>
                <div class="header__content-inner">
                    <div class="info3">
                    <p class="padding"><h3 class="textG">Усики располагаются на границе между теменем и лбом и являются органами чувств, воспринимающими запахи и колебания воздуха. Усики также помогают удерживать равновесие при полёте. </h3></p>
                    </div>
                    <div class="info3">
                    <p class="padding"><h3 class="textG">У самцов, отыскивающих самок по феромонам, усики сильно разветвлены и имеют гораздо большую поверхность, чем у самок.</h3></p>
                    </div>
                </div>

           
        </div>
    </div>



<!-- Блок Грудь -->
<div class="container"><a name="body"></a>
        <div class="include">
            <center><h1>Грудь</h1></center>
            <div class="header__content-inner">
                    <div class="info3">
            <p class="padding"><h3 class="textG">Грудь состоит из трёх сегментов: переднегруди, среднегруди и заднегруди — несущих три пары ног и две пары крыльев. Переднегрудь значительно меньше крылоносных сегментов, её тергит обычно несёт пару обособленных пластинок.</h3></p>

            <p class="padding"><h3 class="textG">Тегулы (подвижно сочленённые пластинки в основании крыльев) среднегруди мощно развиты, покрыты чешуйками, почти полностью прикрывают основания передних крыльев и хорошо заметны, в отличие от большинства отрядов насекомых.</h3></p>
                    </div>
            <div class="info3">
            <p class="padding"><h3 class="textG">Строение ног большинства бабочек типично для насекомых, они ходильные или бегательные. Тазики крупные, соединение их с грудью малоподвижное, свободная часть ноги включает вертлуг, бедро, голень и лапку . Посередине передних голеней, как правило, располагается одна шпора — так называемый эпифиз, используемый для чистки усиков. Средние голени несут на своей вершине одну пару шпор, а задние — две пары, которые располагаются посередине и на вершине голени. У некоторых групп бабочек часть шпор редуцирована.</h3></p></div>
                    </div>
        </div>
</div>


<!-- Блок Крылья -->
<div class="container"><a name="wings"></a>
        <div class="include">
            <center><h1>Крылья</h1></center>
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG"> Крыльев две пары, перепончатые, с небольшим количеством поперечных жилок. Жилкование крыльев играет важную роль в систематике бабочек на различных уровнях — от вида до подотряда.</h3></p>

                        <p class="padding"><h3 class="textG"> У самцов крылья всегда вполне развиты; у самок представителей ряда семейств— встречаются отдельные случаи частичной или полной редукции.</h3></p>

                        <p class="padding"><h3 class="textG">По участию крыльев и их мускулатуры в процессе полёта чешуекрылых относят к бимоторным и переднемоторным. Бимоторность означает в одинаковой степени развитие обеих пар крыльев и приводящие их в движение мышц. Переднемоторность представляет собой объединение и содружественность в работе передних и задних крыльев. В ходе такого объединения возникает функциональная двукрылость — обе пары крыльев функционируют как одна. При этом во время полёта основная нагрузка приходится на переднюю пару крыльев, что порой приводит к ослаблению задней пары.</h3></p>

                        <p class="padding"><h3 class="textG">У представителей инфраотряда разнокрылых бабочек большее значение в процессе полёта приобретает передняя пара крыльев, а задняя пара часто уменьшается в размерах и теряет часть жилок. Соответственно происходит усиление среднегрудного сегмента и его мускулатуры, тогда как заднегрудной сегмент ослабляется.</h3></p>

                    </div>
                    <img src="img/morfology/two.jpg" class="img2">
                </div>
            </div>
            <div class="header__content-inner">
                    <div class="info3">
            <p class="padding"><h3 class="textG">Крылья, как правило, полностью покрыты чешуйками, которые представляют собой видоизменённые щетинки. Чешуйки имеют разнообразную форму, но чаще всего бывают плоскими.</h3></p>

            <p class="padding"><h3 class="textG">По краю крыла бабочек обычно располагаются узкие волосовидные чешуйки, нередко с разветвлёнными вершинами, образующие так называемую бахромку, в середине крыла — более широкие.Тонкое строение чешуек играет важную роль в макросистематике чешуекрылых. </h3></p></div>
            <div class="info3">

            <p class="padding"><h3 class="textG">Чешуйки располагаются не только на крыльях, но и по телу бабочки.Грудные чешуйки различных групп крупнее, одинаковой формы и размера.</h3></p>
            <p class="padding"><h3 class="textG">Чешуйки, покрывающие ноги, продольные и мелкие. Часто чешуйки имеют продольную ребристость, обусловленную выступающими хитиновыми трёхгранными канальцами.</h3></p>
                    </div></div>
        </div>
</div>



<!-- Блок Брюшко -->
<div class="container"><a name="abdomen"></a>
        <div class="include">
            <center><h1>Брюшко</h1></center>
                <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG">В состав брюшка, как и у остальных насекомых, входит десять сегментов, причём I и II сегменты обычно более или менее редуцированы, а X сегмент нередко бесследно сливается с IX. VIII сегмент у самок бывает удлинён, образуя часть яйцеклада, а у самцов — видоизменён в связи с функционированием копулятивного аппарата. </h3></p>
                        
                        <p class="padding"><h3 class="textG">Обычно IX—X сегменты самцов несут копулятивные придатки, а VIII—X сегменты самок преобразованы в той или иной степени развитый телескопический яйцеклад. Гениталии самца в спокойном состоянии втянуты внутрь VIII сегмента брюшка и выдвигаются наружу только перед копуляцией.</h3></p>

                        <p class="padding"><h3 class="textG">Их скелетной основой является IX сегмент, являющийся у архаичных форм цельным склеротизованным кольцом — аннулус. В более развитых таксонах IX сегмент обычно разделён на дорсальную часть — тегумен, и вентральную — винкулум.</h3></p>

                        <p class="padding"><h3 class="textG">Ряд семейств обладают своеобразным органом слуха — так называемым тимпанальным аппаратом, который представляют собой затянутые мембраной углубления заднегруди, или первых двух сегментов брюшка, снабжённых механорецепторами. Распространяющиеся в воздухе звуковые колебания заставляют мембрану вибрировать, что вызывает возбуждение соответствующих нервных центров. Эти органы способны воспринимать ультразвуковые колебания от 10 до 100 кГц.</h3></p>
                        
                    </div>
                    <img src="img/morfology/three.jpg" class="img2">
                </div>
        </div>
</div>


<!-- Блок Внутренние органы -->
<div class="container"><a name="organs"></a>
        <div class="include">
            <center><h1>Внутренние органы</h1></center>
            <div class="header__content-inner">
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Внутреннее строение чешуекрылых в целом типично для насекомых, за исключением нескольких характерных черт. В пищеварительном тракте имаго пищевод расширен, образуя зоб, мышечный желудок редуцирован. Единственный фермент, выделяемый пищеварительной системой имаго некоторых чешуекрылых — инвертаза.</h3></p>

                        <p class="padding"><h3 class="textG">Мужские репродуктивные органы состоят из двух дольчатых семенников, которые заключены в один общий, ярко окрашенный мешочек, из двух семяпроводов, местами образующих расширения и соединённых в один общий семяизвергательный канал, который открывается в основании выворачивающегося эндофаллуса или везики, заключённой внутрь склеротизованного копулятивного органа.</h3></p>
                    </div>
                    <div class="info3">
                        <p class="padding"><h3 class="textG">Женские органы размножения состоят из двух яичников с 4—5 яйцевыми трубочками у каждого, парных яйцеводов, объединяющихся в общий яйцевод, открывающийся наружу яйцевыводным отверстием.</h3></p>

                        <p class="padding"><h3 class="textG">Строение копулятивного аппарата у каждого вида имеет свои характерные особенности, и в некоторых случаях близкие формы, которые тяжело отличаются по внешним признакам, могут быть распознаны именно по копулятивным органам самцов.</h3></p>
                    </div>
        </div>
</div>

</div>


<!-- блок подписаться -->
<?php include('_massage.php'); ?>


    <!-- подвал -->
    <?php include('_footer.php'); ?>

</body>
</html>